Repository: securityfirst/Umbrella_ios
Catalog: Umbrella/Resources/i18n/*.lproj/Localizable.strings
Languages: ar, fa

source: selected
ar: مختارة
fa: انتخاب شد

source: deselected
ar: إلغاء تحديد
fa: انتخاب نشده

source: This is form %d of %d forms to fill out. Swipe three fingers on left to next or right back form.
ar: هذا هو النموذج %d من النماذج %d ليتم ملؤها. اسحب ثلاثة أصابع على اليسار إلى النموذج الخلفي أو الأيمن.
fa: این فرم فرم %dاز فرم های %dبرای پر کردن است. سه انگشت را به سمت چپ برای شکل بعدی یا به سمت راست برای برگشت به فرم قبلی بکشید.

source: Feeds
ar: خلاصات
fa: باز خور

source: Forms
ar: الإكمال التلقائي
fa: فرم‌ها

source: Checklists
ar: قوائم
fa: چک لیست

source: Lessons
ar: الدروس
fa: درس‌ها

source: Account
ar: الحساب
fa: حساب کاربری

source: Updating the database
ar: تحديث قاعدة البيانات
fa: به روز رسانی پایگاه داده

source: Error in load the tent
ar: خطأ في تحميل الخيمة
fa: خطا در بارگیری چادر

source: Getting the database
ar: الحصول على قاعدة البيانات
fa: گرفتن پایگاه داده

source: Fetching Data
ar: جلب البيانات
fa: جمع آوری داده ها

source: Umbrella has lots of lessons and content. The first time you use the app these are downloaded so that they work offline. The process should take about 3 minutes at most.
ar: تحتوي Umbrella على الكثير من الدروس والمحتوى. في المرة الأولى التي تستخدم فيها التطبيق يتم تنزيلها بحيث تعمل دون اتصال بالإنترنت. يجب أن تستغرق العملية حوالي 3 دقائق على الأكثر.
fa: Umbrella دارای بسیاری از درسها و مطالب است. اولین بار که از برنامه استفاده میکنید، آنها دانلود میشوند برای آنکه آفلاین کار کنند. این روند باید حداکثر 3 دقیقه طول بکشد.

source: Loading the content
ar: تحميل المحتوى
fa: بارگذاری محتوا

source: Active
ar: نشيط
fa: فعال

source: Available forms
ar: النماذج المتاحة
fa: فرم های موجود

source: REMOVE
ar: إزالة
fa: حذف

source: EDIT
ar: تصحيح
fa: ویرایش کنید

source: SHARE
ar: مشاركة
fa: اشتراک گذاری

source: Do you really want to remove this form?
ar: هل تريد حقًا إزالة هذا النموذج؟
fa: آیا واقعا می خواهید این فرم را حذف کنید؟

source: No
ar: ‮لا
fa: خیر

source: Yes
ar: ‮نعم
fa: بله

source: Choose the format.
ar: اختر التنسيق.
fa: فرمت مورد نظر را انتخاب کنید

source: Get advice on everything from sending a secure email to safe travel
ar: الحصول على المشورة بشأن كل شيء من إرسال بريد إلكتروني آمن إلى السفر الآمن
fa: از ارسال یک ایمیل ایمن به سفر ایمن در مورد همه چی توصیه دریافت کنید

source: Umbrella makes your security simple
ar: تجعل Umbrella أمنك بسيط
fa: چتر امنیت شما را ساده می کند

source: Use checklists to mark your progress
ar: استخدم قوائم التحقق لتمييز تقدمك
fa: برای مشاهده پیشرفت خود از چک لیست استفاده کنید

source: Stay up to date with the latest information on where you are
ar: ابق على اطلاع بأحدث المعلومات حول مكان وجودك
fa: با آخرین اطلاعات در جایی که هستی به روز بمانید

source: Terms and Conditions
ar: الأحكام والشروط
fa: شرایط و ضوابط

source: ACCEPT
ar: قبول
fa: تایید کنید

source: Downloading content can take a few minutes. Please wait.
ar: يمكن أن يستغرق تنزيل المحتوى بضع دقائق. ارجوك انتظر.
fa: بارگیری مطالب ممکن است چند دقیقه طول بکشد. لطفا صبر کنید.

source: You chose the Card mode view
ar: لقد اخترت طريقة عرض وضع البطاقة
fa: شما نمایش وضعیت کارت را انتخاب کردید

source: You chose the List mode view
ar: لقد اخترت طريقة عرض القائمة
fa: شما حالت نمایش لیست را انتخاب کردید

source: Save
ar: حفظ
fa: ذخيره

source: Cancel
ar: إلغاء
fa: لغو

source: Feed Sources
ar: مصادر التغذية
fa: منابع تغذیه

source: There was an error when attempting to create the RSS feed. Please make sure you're using the correct address and try again.
ar: حدث خطأ عند محاولة إنشاء موجز RSS. يرجى التأكد من أنك تستخدم العنوان الصحيح والمحاولة مرة أخرى.
fa: هنگام تلاش برای ایجاد خوراک RSS، خطایی رخ داد. لطفا مطمئن شوید که از آدرس صحیح استفاده کرده اید و دوباره امتحان کنید.

source: Enter the country you want to see the feed for
ar: أدخل البلد الذي تريد أن ترى الخلاصة له
fa: کشور مورد نظر خود را وارد کنید

source: You haven’t set the location and the sources for the feed yet. You have to do that to get the latest security news for your country. You can change it anytime later in the settings.
ar: لم تحدد موقعًا ومصادر الخلاصة حتى الآن. يجب عليك القيام بذلك للحصول على أحدث الأخبار الأمنية لبلدك. يمكنك تغييرها في أي وقت لاحق في الإعدادات.
fa: شما هنوز مکان و منابع خوراکی را تعیین نکرده اید. شما برای دریافت آخرین اخبار امنیتی برای کشور خود باید این کار را انجام دهید. بعدا می توانید در تنظیمات آن را تغییر دهید.

source: Set how often you want Umbrella to check for the latest security news.
ar: حدد عدد المرات التي تريد فيها Umbrella للتحقق من أحدث الأخبار الأمنية.
fa: تنظیم کنید که می خواهید چتر برای هر از چند وقت، آخرین اخبار امنیتی را بررسی کند.

source: We do not store your location for longer than necessary. Feed providers do not know you are receiving data from them.
ar: نحن لا نخزن موقعك لفترة أطول من اللازم. لا يعرف مقدمو الخلاصات أنك تتلقى بيانات منهم.
fa: ما موقعیت مکانی شما را برای مدت طولانی تر از حد لازم ذخیره نمی کنیم. ارائه دهندگان غذا نمی دانند شما از آنها اطلاعات دریافت می کنید.

source: Set the sources that you want updates from. The feed sources cannot see that you are requesting information from them.
ar: قم بتعيين المصادر التي تريد التحديثات منها. لا يمكن لمصادر الخلاصة رؤية أنك تطلب معلومات منهم.
fa: منابعی را که میخواهید بهروزرسانی را از آن انجام دهید را تنظیم کنید. منابع تغذیه نمی توانند ببینند که از آنها درخواست اطلاعات می کنید.

source: Location:
ar: موقع:
fa: موقعیت:

source: Set your Feed
ar: تعيين الخلاصة
fa: خوراک خود را تنظیم کنید

source: SET NOW
ar: أعد الآن
fa: حالا تنظیم کن

source: There are no events to display for your location. We’ll display them when they will occur. Pull to refresh to check again.
ar: لا توجد أحداث لعرضها لموقعك. سنقوم بعرضها عند حدوثها. سحب لتحديث للتحقق مرة أخرى.
fa: هیچ رویدادی برای نمایش مکان شما وجود ندارد. ما آنها را هنگامی که رخ دهند،نمایش خواهیم داد. برای بازنشانی دوباره بکشید تا دوباره بررسی شود.

source: Security feed set to:
ar: تم تعيين خلاصة الأمان على:
fa: خوراک امنیتی تنظیم شده است:

source: Interval
ar: فترة
fa: فاصله

source: SET
ar: عيّن
fa: تنظیم

source: Location
ar: الموقع
fa: موقعيت

source: Security Feed Sources
ar: مصادر تغذية الأمان
fa: منبع تغذیه امنیت

source: The city or country is not available or you have no internet connection.
ar: المدينة أو البلد غير متوفر أو ليس لديك اتصال بالإنترنت.
fa: شهر یا کشور در دسترس نیست یا شما هیچ اتصال اینترنتی ندارید.

source: Alert
ar: انذار
fa: هشدار

source: Enter interval in minutes (one day = 1440 minutes)
ar: أدخل الفاصل الزمني بالدقائق (يوم واحد = 1440 دقيقة)
fa: فاصله را به صورت دقیقه وارد کنید (یک روز = 1440 دقیقه)

source: Sources
ar: مصادر
fa: منابع

source: Select The Feed Sources
ar: حدد مصادر الخلاصة
fa: منابع منبع را انتخاب کنید

source: Change repository
ar: تغيير المخزون
fa: تغییر مخزن

source: Please select one country of the list.
ar: يرجى اختيار بلد واحد من القائمة.
fa: لطفا یک کشور از لیست را انتخاب کنید.

source: Select All
ar: اختر الكل
fa: انتخاب همه

source: Favourites
ar: المفضلة
fa: مورد علاقه های شما

source: You do not have any Segment yet.
ar: ليس لديك أي شريحة حتى الآن.
fa: شما هنوز هیچ بخشی ندارید

source: Beginner
ar: مبتدئ
fa: مبتدی

source: Advanced
ar: المتقدمة
fa: پیشرفته

source: Expert
ar: خبير
fa: کارشناس

source: Checklist
ar: قائمة تدقيق
fa: چک لیست

source: Checklists total
ar: مجموع قوائم المراجعة
fa: چک لیستها کل

source: My Checklists
ar: قوائم المراجعة الخاصة بي
fa: چک لیست من

source: Total done
ar: مجموع القيام به
fa: کل انجام شده است

source: Overview
ar: نظرة عامة
fa: بررسی اجمالی

source: Custom
ar: مخصص
fa: سفارشی

source: Go to lessons and discover recommended checklists or create your own custom checklists.
ar: انتقل إلى الدروس واكتشف قوائم المراجعة الموصى بها أو قم بإنشاء قوائم التحقق المخصصة الخاصة بك.
fa: برو به قسمت توضیحات و چک لیست های توصیه شده یا لیست های سفارشی خود را ایجاد کنید.

source: New Checklist
ar: قائمة مراجعة جديدة
fa: چک لیست جدید

source: Name of Checklist
ar: اسم قائمة التحقق
fa: نام چک لیست

source: Press + button to create your custom checklist.
ar: اضغط على زر + لإنشاء قائمة التحقق المخصصة الخاصة بك.
fa: برای ایجاد چک لیست دلخواه خود، دکمه + را فشار دهید.

source: Delete
ar: حذف
fa: پاک کردن

source: Item
ar: بند
fa: مورد

source: Your password must be at least 8 characters long and must contain at least one digit and one capital letter.
ar: يجب أن يكون طول كلمة المرور 8 أحرف على الأقل ويجب أن يحتوي على رقم واحد على الأقل وحرف كبير.
fa: گذرواژه شما باید حداقل 8 کاراکتر داشته و باید حداقل یک رقم و یک حرف بزرگ داشته باشد.

source: Password
ar: ‮كلمة السّر
fa: گذرواژه

source: Confirm
ar: تأكيد
fa: تایید

source: Passwords do not match.
ar: كلمة المرور غير مطابقة.
fa: رمزهای ورود مطابقت ندارند.

source: Password too short.
ar: كلمة المرور قصيرة جدا.
fa: رمز عبور خیلی کوتاه است.

source: Password must have at least one digit.
ar: يجب أن تحتوي كلمة المرور على رقم واحد على الأقل.
fa: رمز عبور باید حداقل یک رقم داشته باشد.

source: Password must have at least one capital letter.
ar: يجب أن تحتوي كلمة المرور على حرف واحد كبير على الأقل.
fa: رمز عبور باید حداقل یک حرف بزرگ داشته باشد.

source: Skip setting password
ar: تخطي إعداد كلمة المرور
fa: رد شدن از تنظیمات گذرواژه

source: Are you sure you want to continue using the app without setting the password? This significantly diminishes your safely in regards with any identifiable data you input into Umbrella.
ar: هل أنت متأكد من أنك تريد متابعة استخدام التطبيق دون تعيين كلمة المرور؟ هذا يقلل الامان الخاص بك إلى حد كبير فيما يتعلق بأي بيانات يمكن إدخالها في المظلة.
fa: آیا مطمئن هستید که میخواهید بدون استفاده از گذرواژه از برنامه استفاده کنید؟ این به طور قابل توجهی ایمنی شما را با توجه به اطلاعات قابل شناسایی که در چتر وارد می کنید، کاهش میدهد.

source: YES
ar: نعم
fa: بله

source: NO
ar: لا
fa: نه

source: Settings
ar: الإعدادات
fa: تنظیمات

source: Set password
ar: ضبط كلمة السر
fa: گذاشتن رمز عبور

source: Set your password
ar: ضع كلمة مرور
fa: کلمه ی عبور خود را تنظیم کنید

source: Skip
ar: تخطي
fa: پرش

source: Skip password
ar: تخطي كلمة المرور
fa: رد شدن از گذرواژه

source: Don't ask for password again
ar: لا تسأل عن كلمة المرور مرة أخرى
fa: دوباره برای رمز عبور درخواست نکن

source: Refresh from the server
ar: تحديث من الخادم
fa: تازه از سرور

source: Select Language
ar: اختار اللغة
fa: زبان را انتخاب کنید

source: Import your data
ar: استيراد البيانات الخاصة بك
fa: داده های خود را وارد کنید

source: Export your data
ar: تصدير البيانات الخاصة بك
fa: دادههایتان را صادر کنید

source: Refresh interval for custom feeds
ar: تحديث الفاصل للخلاصات المخصصة
fa: بازخوانی فاصله برای فید های سفارشی

source: Your location
ar: موقعك
fa: موقعیت شما

source: Security feed sources
ar: مصادر تغذية الأمان
fa: منبع تغذیه امنیت

source: Show updates as notification
ar: عرض التحديثات كإشعار
fa: نمایش به روز رسانی به عنوان اطلاع رسانی

source: GENERAL
ar: عام
fa: عمومی

source: FEED
fa: خوراک

source: English
ar: الإنجليزية
fa: انگلیسی

source: Spanish
ar: الأسبانية
fa: اسپانیایی

source: Chinese
ar: صينى
fa: چینی ها

source: Arabic
ar: عربى
fa: عربی

source: Farsi
ar: فارسی
fa: ایرانی

source: French
ar: الفرنسية
fa: فرانسوی

source: Russian
ar: الروسية
fa: روسی

source: hour
ar: ساعة
fa: ساعت

source: hour(s)
ar: ساعة (ات)
fa: ساعت (ها)

source: hours
ar: ساعات
fa: ساعت ها

source: Manually
ar: يدويا
fa: به صورت دستی

source: Dashboard
ar: لوحة القيادة
fa: پنل

source: new customFeeds.
ar: customFeeds جديدة.
fa: خوراک سفارشی جدید

source: You can enable access in Settings> Umbrela> Notifications
fa: شما می توانید دسترسی را در تنظیمات> چتر> اعلان ها فعال کنید

source: Loading data from new repository will reset all the progress you made. Back up before you do it!
ar: سيؤدي تحميل البيانات من مستودع جديد إلى إعادة تعيين كل التقدم الذي أحرزته. احتياطيًا قبل القيام بذلك!
fa: بارگیری داده ها از مخزن جدید تمام پیشرفت هایی را که ایجاد کرده اید تنظیم مجدد می کند. قبل از انجام این کار از قبل پشتیبان بگیرید

source: Secondary
ar: ثانوي
fa: ثانوی

source: Change
ar: يتغيرون
fa: تغییر دادن

source: What is new?
ar: ما الجديد؟
fa: تازه چه خبر؟

source: Top Tips
ar: نصائح الأعلى
fa: نکات بالا

source: See all
ar: اظهار الكل
fa: همه را ببین

source: What do you need most?
ar: ماذا تحتاج أكثر؟
fa: به چه چیزی بیشتر نیاز دارید؟

source: Select a guide to start your security journey, or bookmark any guide for later.
ar: حدد دليلًا لبدء رحلة الأمان ، أو قم بوضع إشارة مرجعية على أي دليل في وقت لاحق.
fa: یک راهنمایی برای شروع سفر امنیتی خود را انتخاب کنید، یا هر راهنمای بعدی را به خاطر بسپارید.

source: SHOW ME
ar: أرني
fa: نشان بده

source: NO THANKS, I'LL EXPLORE ON MY OWN
ar: لا شكرا ، سأستكشف في بلدي
fa: از شما ممنونم، من در مورد خودم تحقیق خواهم کرد

source: Do you really want to remove this item?
ar: هل تريد حقًا إزالة هذا العنصر؟
fa: آیا واقعا می خواهید این مورد را حذف کنید؟
